{"intents": [
        {"tag": "lời_chào",
         "patterns": [ "xin chào", "hi", "."],
         "responses": ["chào mừng bạn đến với cổng thông tin tuyển sinh của trường Đại học công nghiệp tphcm. Bạn có thắc mắc gì về thông tin tuyển sinh có thể trao đổi với chúng tôi." ],
         "context": [""]
        },
        {"tag": "tuyển_sinh",
         "patterns": [ "tuyển sinh","thông tin tuyển sinh", "phương thức tuyển sinh", "Cách tuyển sinh"],
         "responses": ["Trường có 4 phương thức tuyển sinh. cụ thể như sau:\na) Xét tuyển thẳng và Ưu tiên xét tuyển thẳng đối với học sinh giỏi cấp tỉnh/thành phố, học sinh đạt giải kỳ thi Olympic ;Học sinh có học lực 3 năm lớp 10,11,12 xếp loại giỏi; Học sinh trường chuyên, lớp chuyên; Học sinh có Chứng chỉ IELTS từ 5.0 trở lên hoặc các Chứng chỉ quốc tế khác tương đương trong thời gian còn hiệu lực tính đến ngày 29/08/2022.\nb) Xét tuyển sử dụng kết quả học tập THPT năm lớp 12, ngưỡng nhận hồ sơ là tổng điểm 3 môn trong tổ hợp xét tuyển tối thiểu bằng 21.00 điểm. Riêng ngành Dược học, ngưỡng nhận hồ sơ là tổng điểm 3 môn trong tổ hợp xét tuyển tối thiểu bằng 24.00 điểm và có học lực năm lớp 12 xếp loại giỏi.\nc) Xét tuyển sử dụng kết quả kỳ thi tốt nghiệp THPT năm 2022. \nd) Xét tuyển sử dụng kết quả kỳ thi đánh giá năng lực do Đại học Quốc gia TP.HCM tổ chức năm 2022." ],
         "context": [""]
        },
        {"tag": "đối_tượng",
         "patterns": ["đối tượng tuyển sinh", "đối tượng"],
         "responses": ["sinh viên đã tốt nghiệp trung học phổ thông"],
         "context": [""]
        },
        {"tag": "thủ_tục_xét_tuyển_phương_thức_1",
         "patterns": ["thủ tục xét tuyển phương thức 1", "thủ tục xét tuyển thẳng"],
         "responses": ["Hồ sơ gồm có:\n-Phiếu đăng ký xét tuyển (theo mẫu trên website của Trường);\n-01 Bản photocopy Học bạ THPT (có công chứng);\n-Giấy tờ minh chứng cho diện xét tuyển thẳng (bản photocopy có công chứng);\n-01 Bản photocopy Chứng minh nhân dân hoặc Thẻ căn cước công dân;\n-01 Bản sao Giấy khai sinh;\n-Lệ phí xét tuyển: 30.000 đồng/nguyện vọng;"],
         "context": [""]
        },
        {"tag": "thủ_tục_xét_tuyển_phương_thức_2",
         "patterns": ["thủ tục xét tuyển phương thức 2", " thủ tục xét tuyển kết quả học tập  thpt lớp 12"],
         "responses": ["Hồ sơ:\n-Phiếu đăng ký xét tuyển;\n-01 Bản photocopy Học bạ THPT (có công chứng);\n-01 Bản photocopy Bằng tốt nghiệp THPT (có công chứng) đối với thí sinh tốt nghiệp trước năm 2022;\n-thí sinh tốt nghiệp THPT năm 2022 sẽ bổ sung Giấy chứng nhận Tốt nghiệp tạm thời khi làm thủ tục nhập học;\n-01 Bản photocopy Chứng minh nhân dân hoặc Thẻ căn cước công dân;\n-01 Bản sao Giấy khai sinh;\n-Các giấy tờ minh chứng (bản photocopy có công chứng) thí sinh được hưởng cộng điểm ưu tiên diện chính sách, điểm ưu tiên khu vực (nếu có);\n-Lệ phí xét tuyển: 30.000 đồng/nguyện vọng;"],
         "context": [""]
        },
        {"tag": "thủ_tục_xét_tuyển_phương_thức_3",
         "patterns": ["thủ tục xét tuyển phương thức 3", " thủ tục xét tuyển sử dụng kết quả kỳ thi tốt nghiệp"],
         "responses": ["Hồ sơ, lệ phí đăng ký xét tuyển theo quy định của Bộ Giáo dục và Đào tạo, với mã tuyển sinh của Trường là IUH."],
         "context": [""]
        },
        {"tag": "thủ_tục_xét_tuyển_phương_thức_4",
         "patterns": ["thủ tục xét tuyển phương thức 4", " thủ tục xét tuyển Sử dụng kết quả kỳ thi đánh giá năng lực của Đại học Quốc gia TP.HCM năm 2022"],
         "responses": ["Hồ sơ gồm có:\n-Phiếu đăng ký xét tuyển theo mẫu quy định của Nhà trường;\n-01 Bản photocopy Học bạ THPT (có công chứng);\n-01 Bản photocopy Bằng tốt nghiệp THPT (có công chứng) đối với thí sinh tốt nghiệp trước năm 2022;\n-thí sinh tốt nghiệp THPT năm 2022 sẽ bổ sung Giấy chứng nhận Tốt nghiệp tạm thời khi làm thủ tục nhập học;\n-01 Phiếu điểm thi đánh giá năng lực năm 2022 (có công chứng);\n-01 Bản photocopy Chứng minh nhân dân hoặc Thẻ căn cước công dân;\n-01 Bản sao Giấy khai sinh;\n-Các giấy tờ minh chứng (bản photocopy có công chứng) thí sinh được hưởng cộng điểm ưu tiên diện chính sách, điểm ưu tiên khu vực (nếu có);\n-Lệ phí xét tuyển: 30.000 đồng/nguyện vọng;"],
         "context": [""]
        },
        {"tag": "đia_điểm_nộp_hồ_sơ",
         "patterns": ["địa điểm nộp hồ sơ", "địa điểm nộp"],
         "responses": ["Địa điểm nộp hồ sơ: Nộp trực tiếp tại Trường hoặc Nộp qua đường bưu điện. "],
         "context": [""]
        },
        {"tag": "thời_gian_nộp_hồ_sơ",
         "patterns": ["thời gian nộp hồ sơ", "thời gian nộp"],
         "responses": ["-Đối với diện Ưu tiên xét tuyển thẳng: 15/04/2022 đến hết 16g30 ngày 12/07/2022.\n-Đối với phương thức xét tuyển sử dụng kết quả học tập THPT năm lớp 12: từ 15/04/2022 đến hết 16g30 ngày 12/07/2022.\n-Đối với phương thức xét tuyển sử dụng kết quả thi tốt nghiệp THPT năm 2022: Thời gian theo quy định của Bộ Giáo dục và Đào tạo.\n-Đối với phương thức xét tuyển sử dụng kết quả kỳ thi đánh giá năng lực năm 2022: 15/04/2022 đến hết 16h30 ngày 12/07/2022. "],
         "context": [""]
        },
        {"tag": "căn_cứ_xét_tuyển",
         "patterns": ["căn cứ xét tuyển"],
         "responses": ["Xét tổng điểm của điểm 3 môn thuộc tổ hợp đăng ký xét tuyển, điểm ưu tiên khu vực và điểm ưu tiên diện chính sách.\nTrong trường hợp có nhiều thí sinh có cùng tổng điểm dẫn đến vượt chỉ tiêu, Hội đồng Tuyển sinh sẽ xét thêm tiêu chí phụ là điểm thi môn chính trong tổ hợp xét tuyển"],
         "context": [""]
        },
        {"tag": "phân_hiệu_tphcm",
         "patterns": ["tphcm", "thành phố hồ chí minh", "phân hiệu tphcm"],
         "responses": ["Số 12 Nguyễn Văn Bảo, Phường 4, Quận Gò Vấp, thành phố Hồ Chí Minh, điện thoại: (028) 3895 5858; (028) 3985 1932; (028) 3985 1917; Email: tuyensinh@iuh.edu.vn; Website: www.tuyensinh.iuh.edu.vn"],
         "context": [""]
        },
        {"tag": "phân_hiệu_quảng_ngãi",
         "patterns": ["qn", "quảng ngãi", "cơ sở quảng ngãi"],
         "responses": ["Số 938 Quang Trung, thành phố Quảng Ngãi, tỉnh Quảng Ngãi, điện thoại: (0255) 625 0075; (0255) 222 2135; 0916 222 135." ],
         "context": [""]
        },
        {"tag": "cơ_sở",
         "patterns": ["Trường có bao nhiêu cơ sở", "cơ sở", "trường có những cơ sở nào", "phân hiệu"],
         "responses": ["Hiện nay trường có 3 cơ sở: Phân hiệu Thành phố Hồ Chí Minh, Phân hiệu Quảng Ngãi và Phân hiệu ở thanh hóa"],
         "context": [""]
        },
        {"tag": "ngành_học",
         "patterns": ["Trường có những ngành học nào", "ngành đào tạo", "đào tạo","ngành"],
         "responses": ["Năm 2022 trường IUH tuyển sinh 36 ngành/ nhóm ngành. 8 ngành trương trình 2+2 liên kết quốc tế với hoa kì. 2 ngành quốc tế chất lượng cao"],
         "context": [""]
        },
        {"tag": "tổ_hợp",
         "patterns": ["các tổ hợp 3 môn xét tuyển","các tổ hợp"],
         "responses": ["- Khối A00: Toán, Vật lý, Hóa học\n- Khối A01: Toán, Tiếng Anh, Vật Lý\n- Khối B00: Toán, Hóa học, Sinh học\n- Khối D01: Toán, Ngữ Văn, Tiếng Anh\n- Khối D07: Toán, Tiếng Anh, Hóa học\n- Khối C00: Ngữ văn, Lịch sử, Địa lý\n- Khối C01: Toán, Ngữ văn, Vật lý\n- Khối C02: Toán, Ngữ văn, Hóa học\n- Khối C08: Ngữ văn, Hóa học, Sinh học\n- Khối D14: Ngữ văn, Tiếng Anh, Lịch sử\n- Khối D15: Ngữ văn, Tiếng Anh, Địa lý\n- Khối D90: Toán, Tiếng Anh, Khoa học tự nhiên\n- Khối D96: Toán, Tiếng Anh, Khoa học xã hội"],
         "context": [""]
        },
        {"tag": "điểm_trúng_tuyển",
         "patterns": ["điểm trúng tuyển","điểm"],
         "responses": ["-Điểm trúng tuyển phương thức sử dụng kết quả thi THPTQG 2022:\n-Quản trị kinh doanh:25.5đ.\n-Marketing:26đ.\n-Nhóm ngành Quản trị dịch vụ du lịch và lữ hành:19đ.\n-Kinh doanh quốc tế:27.\n-Thương mại điện tử:25.5đ.\n-Tài chính ngân hàng:24đ"],
         "context": [""]
        },
        {"tag": "điện_điện_tử",
         "patterns": ["công nghệ kỹ thuật điện, điện tử", "năng lượng tái tạo", "điện tử", " tổ hợp xét tuyển ngành công nghệ kỹ thuật điện, điện tử", "tổ hợp xét tuyển ngành năng lượng tái tạo", "tổ hợp xét tuyển ngành điện tử"],
         "responses": ["Công nghệ kỹ thuật điện, điện tử gồm 02 chuyên ngành: Công nghệ kỹ thuật điện, điện tử; Năng lượng tái tạo.\nTuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "điểm_điện_điện_tử",
         "patterns": ["điểm trúng tuyển công nghệ kỹ thuật điện, điện tử","điểm công nghệ kỹ thuật điện, điện tử"],
         "responses": ["- Điểm trúng tuyển xét học bạ:Hệ đại trà: 26,5đ, Hệ CLC: 24đ .\n- Điểm trúng tuyển thi THPT quốc gia: Hệ đại trà: 22,25đ, Hệ CLC: 21đ.\n- Điểm trúng tuyển thi THPT quốc gia: 760."],
         "context": [""]
        },
        {"tag": "tự_động_hóa",
         "patterns": ["tự động hóa", "nhóm ngành tự động hóa", "hóa tự động"," tổ hợp xét tuyển tự động hóa", "tổ hợp xét tuyển nhóm ngành tự động hóa"],
         "responses": ["Nhóm ngành tự động hóa gồm 02 chuyên ngành: Công nghệ kỹ thuật điều khiển và tự động hóa; Robot và hệ thống điều khiển thông minh.\nTuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "điểm_tự_động_hóa",
         "patterns": ["điểm trúng tuyển ngành tự động hóa", "điểm trúng tuyển nhóm ngành tự động hóa"],
         "responses": ["- Điểm trúng tuyển xét học bạ:Hệ đại trà: 27đ, Hệ CLC: 24,75đ .\n- Điểm trúng tuyển thi THPT quốc gia: Hệ đại trà: 23,5đ, Hệ CLC: 22đ.\n- Điểm trúng tuyển thi THPT quốc gia: 800."],
         "context": [""]
        },
        {"tag": "kỹ_thuật_điện_tử",
         "patterns": ["ngành kỹ thuật điện tử, viễn thông", "điện tử công nghiệp", "điện tử viễn thông"," tổ hợp xét tuyển kỹ thuật điện tử, viễn thông"],
         "responses": ["Công nghệ kỹ thuật điện tử - viễn thông gồm 02 chuyên ngành: Điện tử công nghiệp; Kỹ thuật viễn thông.\nTuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "điểm_kỹ_thuật_điện_tử",
         "patterns": ["điểm trúng tuyển ngành kỹ thuật điện tử, viễn thông"],
         "responses": ["- Điểm trúng tuyển xét học bạ:Hệ đại trà: 25,75đ, Hệ CLC: 24đ .\n- Điểm trúng tuyển thi THPT quốc gia: Hệ đại trà: 22,25đ, Hệ CLC: 19đ.\n- Điểm trúng tuyển thi THPT quốc gia: 660."],
         "context": [""]
        },
        {"tag": "kỹ_thuật_máy tính",
         "patterns": ["ngành kỹ thuật máy tính", "công nghệ kỹ thuật máy tính"," tổ hợp xét tuyển ngành công nghệ kỹ thuật máy tính"],
         "responses": ["Công nghệ kỹ thuật máy tính: Tuyển sinh cả CLC và đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "trí_tuệ_nhân_tạo_ứng_dụng",
         "patterns": ["IOT và Trí tuệ nhân tạo ứng dụng", "Trí tuệ nhân tạo ứng dụng","tổ hợp xét tuyển ngành IOT và Trí tuệ nhân tạo ứng dụng"],
         "responses": ["IOT và Trí tuệ nhân tạo ứng dụng: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "cơ_khí",
         "patterns": ["Công nghệ kỹ thuật cơ khí", "cơ khí"," tổ hợp xét tuyển ngành Công nghệ kỹ thuật cơ khí"],
         "responses": ["IOT và Trí tuệ nhân tạo ứng dụng: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "cơ_điện_tử",
         "patterns": ["Công nghệ kỹ thuật cơ điện tử", "cơ điện tử"," tổ hợp xét tuyển ngành Công nghệ kỹ thuật cơ điện tử"],
         "responses": ["Công nghệ kỹ thuật cơ điện tử: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "chế_tạo_máy",
         "patterns": ["Công nghệ chế tạo máy", "chế tạo máy"," tổ hợp xét tuyển ngành Công nghệ chế tạo máy"],
         "responses": ["Công nghệ chế tạo máy: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "kỹ_thuật_ô_tô",
         "patterns": ["Công nghệ kỹ thuật ô tô", "ô tô"," tổ hợp xét tuyển ngành Công nghệ kỹ thuật ô tô"],
         "responses": ["Công nghệ kỹ thuật ô tô: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "kỹ_thuật_nhiệt",
         "patterns": ["Kỹ thuật xây dựng", "xây dựng"," tổ hợp xét tuyển ngành Kỹ thuật xây dựng"],
         "responses": ["Kỹ thuật xây dựng: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "kỹ_thuật_xây_dựng",
         "patterns": ["Công nghệ kỹ thuật nhiệt", "nhiệt"," tổ hợp xét tuyển ngành Công nghệ kỹ thuật nhiệt"],
         "responses": ["Công nghệ kỹ thuật nhiệt: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "kỹ_thuật_công_trình_giao_thông",
         "patterns": ["Kỹ thuật xây dựng công trình giao thông", "công trình giao thông"," tổ hợp xét tuyển ngành Kỹ thuật xây dựng công trình giao thông"],
         "responses": ["Kỹ thuật xây dựng công trình giao thông: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, A01, C01, D90"],
         "context": [""]
        },
        {"tag": "dệt_may",
         "patterns": ["Công nghệ dệt, may", "dệt","may"," tổ hợp xét tuyển ngành Công nghệ dệt, may"],
         "responses": ["Công nghệ dệt, may: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, C01, D01, D90"],
         "context": [""]
        },
        {"tag": "thiết_kế_thời_trang",
         "patterns": ["Thiết kế thời trang", " thời trang"," tổ hợp xét tuyển Thiết kế thời trang"],
         "responses": ["Công nghệ dệt, may: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, C01, D01, D90"],
         "context": [""]
        },
        {"tag": "công_nghệ_thông_tin",
         "patterns": ["công nghệ thông tin", "cntt"," tổ hợp xét tuyển công nghệ thông tin"],
         "responses": ["Nhóm ngành Công nghệ thông tin gồm 05 ngành và 01 chuyên ngành:\n-Công nghệ thông tin;\n-Kỹ thuật phần mềm;\n-Khoa học máy tính;\n-Hệ thống thông tin;\n-Khoa học dữ liệu và chuyên ngành Quản lý đô thị thông minh và bền vững:\n-Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, A01, D01, D90"],
         "context": [""]
        },
        {"tag": "công_nghệ_thông_tin_CLC",
         "patterns": ["công nghệ thông tin CLC", "cntt clc"," tổ hợp xét tuyển công nghệ thông tin CLC"],
         "responses": ["Nhóm ngành Công nghệ thông tin gồm 04 chuyên ngành:\n-Công nghệ thông tin;\n-Kỹ thuật phần mềm;\n-Khoa học máy tính;\n-Hệ thống thông tin;\n-Tổ hợp xét tuyển bao gồm: A00, A01, D01, D90"],
         "context": [""]
        },
        {"tag": "dược_học",
         "patterns": ["Dược học"," tổ hợp xét tuyển ngành Dược học"],
         "responses": ["Dược học: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, B00, D07, C08"],
         "context": [""]
        },
        {"tag": "công_nghệ_hóa_học",
         "patterns": ["Công nghệ hóa học", "hóa học"," tổ hợp xét tuyển Công nghệ hóa học"],
         "responses": ["Nhóm ngành Công nghệ hóa học gồm 02 ngành: Công nghệ kỹ thuật hóa học; Kỹ thuật hóa phân tích.Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, B00, D07, C02"],
         "context": [""]
        },
        {"tag": "công_nghệ_thực_phẩm",
         "patterns": ["Công nghệ thực phẩm"," tổ hợp xét tuyển Công nghệ thực phẩm"],
         "responses": ["Công nghệ thực phẩm: Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "dinh_dưỡng_và_khoa_học_thực_phẩm",
         "patterns": ["Dinh dưỡng và Khoa học thực phẩm","dinh dưỡng","tổ hợp xét tuyển Dinh dưỡng và Khoa học thực phẩm"],
         "responses": ["Dinh dưỡng và Khoa học thực phẩm: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "an_toàn_thực_phẩm",
         "patterns": ["Đảm bảo chất lượng và An toàn thực phẩm","tổ hợp xét tuyển Đảm bảo chất lượng và An toàn thực phẩm"],
         "responses": ["Đảm bảo chất lượng và An toàn thực phẩm: Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "đất_đai_tài_nguyên",
         "patterns": ["Quản lý đất đai và Kinh tế tài nguyên","tổ hợp xét tuyển Quản lý đất đai và Kinh tế tài nguyên"],
         "responses": ["Nhóm ngành Quản lý đất đai và Kinh tế tài nguyên gồm 02 ngành: Quản lý đất đai; Kinh tế tài nguyên thiên nhiên.\n-Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: A01, C01, D01, D96"],
         "context": [""]
        },
        {"tag": "công_nghệ_sinh_học",
         "patterns": ["Công nghệ sinh học","tổ hợp xét tuyển Công nghệ sinh học"],
         "responses": ["Nhóm ngành Công nghệ sinh học gồm 03 chuyên ngành:\n-Công nghệ sinh học y dược;\n-Công nghệ sinh học nông nghiệp;\n-Công nghệ sinh học thẩm mĩ.\n-Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, B00, D07, D90"],
         "context": [""]
        },
        {"tag": "tài_nguyên_môi_trường",
         "patterns": ["Quản lý tài nguyên môi trường","tổ hợp xét tuyển Quản lý tài nguyên môi trường"],
         "responses": ["Nhóm ngành Quản lý tài nguyên môi trường gồm 02 ngành: Quản lý tài nguyên và môi trường; Công nghệ kỹ thuật môi trường.\n-Tuyển sinh hệ đại trà, tổ hợp xét tuyển bao gồm: B00, C02, D90, D96"],
         "context": [""]
        },
        {"tag": "kế_toán",
         "patterns": ["Kế toán","tổ hợp xét tuyển Kế toán"],
         "responses": ["Kế toán gồm 02 chuyên ngành: Kế toán; Thuế và kế toán.\n-Tuyển sinh hệ đại trà và CLC, tổ hợp xét tuyển bao gồm: A00, A01, D01, D90"],
         "context": [""]
        },
        {"tag": "cảm_ơn",
         "patterns": ["cảm ơn", "tạm biệt"],
         "responses": ["Hẹn gặp lại bạn ở trường nhé!"],
         "context": [""]
        }
   ]
}
